export const footerData = [
    {
        title: 'ПРОДАВЦЯМ',
        links: [
            {
                title: 'Довідка для продавців',
                link: ''
            },
            {
                title: 'Отримати підтримку',
                link: ''
            },
            {
                title: 'Як купувати',
                link: ''
            },
            {
                title: 'Як залишити відгук',
                link: ''
            },
            {
                title: 'Рукомендації з покупок',
                link: ''
            },
            {
                title: 'Перевірка сайту до платформи',
                link: ''
            }
        ]
    },
    {
        title: 'ПОКУПЦЯМ',
        links: [
            {
                title: 'Довідка для покупців',
                link: ''
            },
            {
                title: 'Отримати підтримку',
                link: ''
            },
            {
                title: 'Як купувати',
                link: ''
            },
            {
                title: 'Як залишити відгук',
                link: ''
            },
            {
                title: 'Рукомендації з покупок',
                link: ''
            },
            {
                title: 'Перевірка сайту до платформи',
                link: ''
            }
        ]
    },
    {
        title: 'НАШ СВІТ',
        links: [
            {
                title: 'Довідка для покупців',
                link: ''
            },
            {
                title: 'Отримати підтримку',
                link: ''
            },
            {
                title: 'Як купувати',
                link: ''
            },
            {
                title: 'Як залишити відгук',
                link: ''
            },
            {
                title: 'Рукомендації з покупок',
                link: ''
            },
            {
                title: 'Перевірка сайту до платформи',
                link: ''
            }
        ]
    }
]