export const productsData = [
  {
    "productId": 1,
    "productName": "Назва продукту",
    "price": "14.49",
    "currency": "USD",
    "rating": 4,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [],
    "subcategories": [],
    "imagesId": ["22", "23", "24", "25", "34", "45"]
  },
  {
    "productId": "",
    "productName": "",
    "productDescription": "",
    "categories": [],
    "subcategories": []
  },
  {
    "productId": "",
    "productName": "",
    "productDescription": "",
    "categories": [],
    "subcategories": []
  },
  {
    "productId": "",
    "productName": "",
    "productDescription": "",
    "categories": [],
    "subcategories": []
  },
  {
    "productId": "",
    "productName": "",
    "productDescription": "",
    "categories": [],
    "subcategories": []
  },
  {
    "productId": "",
    "productName": "",
    "productDescription": "",
    "categories": [],
    "subcategories": []
  }
]