export const productsData = [
  {
    "productId": "UA 224.333.332",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "14.49",
    "currency": "USD",
    "rating": 4,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр",
            "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["22", "23", "24", "25", "34", "45"]
  },
  {
    "productId": "UA 224.333.333",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "18.99",
    "currency": "USD",
    "rating": 3,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["33", "34", "35", "36", "37", "38", "39"]
  },
  {
    "productId": "UA 224.333.334",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "25.99",
    "currency": "USD",
    "rating": 2,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["44", "45", "46", "47", "48", "49"]
  },
  {
    "productId": "UA 224.333.335",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "45.99",
    "currency": "USD",
    "rating": 5,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["55", "56", "57", "58", "59", "60"]
  },
  {
    "productId": "UA 224.333.337",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "129.00",
    "currency": "USD",
    "rating": 3.5,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["63", "64", "65", "66", "67", "68"]
  },
  {
    "productId": "UA 224.333.336",
    "productName": "Назва продукту",
    "producer": "ТОВ Виробник Продуктів",
    "price": "12.00",
    "currency": "USD",
    "rating": 4.5,
    "productShortDescription": "Короткий опис продукту із базовою інформацією довжиною приблизно саме в стільки символів, скільки ми тут собі запланували. Можливо трохи більше, але точно не більше ніж 5 строчок тексту. Тут, якщо що вже чотири строчки",
    "properties": {
      "size": {
        "title": "Розмір",
        "value": "Блок інформації про розмір продукту"
      },
      "weight": {
        "title": "Вага",
        "value": "Блок інформації про вагу продукту"
      },
      "purpose": {
        "title": "Призначення",
        "value": "Блок про призначення продукту. Блок про призначення продукту. Блок про призначення продукту"
      },
      "colors": {
        "title": "Кольори",
        "value": ["#556B2F", "#ccc", "#000", "#f0f8ff", "#ff7f50"]
      },
      "techParameters": {
        "title": "Технічні параметри",
        "value": [
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр",
          "Блок інформації про технічний параметр"
        ]
      }
    },
    "productDescription": [
      "Ось тут вже можна нічим не обмежувати цей детальний описа продукту, розмір його тексту може бути співставним із розмірів горизонтальної фотографії товару у форматі превью.",
      "Таким чином візуально він буде займати стільки ж місця скільки буде займати і фотографія, але потім можна буде клікнути на посилання читати більне і цей опис розкриватиметься на всю ширину екрану і підтягуватиме додаткові поля і тоді це вже буде грунтовна інформація про товар, яка потрібна"
    ],
    "categories": [3],
    "subcategories": [2],
    "imagesId": ["73", "74", "75", "76", "77", "78"]
  },
]